/* titles */
"StandardTitle" = "Standard installering på «%@»";
"CustomTitle" = "Tilpasset installering på «%@»";

/* space requirements message */
"SpaceRequirements" = "Dette vil bruke %@ av den ledige plassen på maskinen.";

/* content strings for the standard install pane */
"InstallContinueMessage" = "Klikk på Installer for å utføre en standardinstallering av denne programvaren på disken «%@».";
/* "UpgradeContinueMessage" = "Click Upgrade to perform a standard upgrade of this software on the disk “%@”."; */

/* versions of the above 2 strings for domain installs */
"InstallContinueMessage_UserDomain" = "Klikk på Installer for å utføre en standardinstallering av denne programvaren i Hjem-mappen. Kun nåværende bruker på maskinen vil kunne bruke denne programvaren.";
"InstallContinueMessage_LocalDomain" = "Klikk på Installer for å utføre en standardinstallering av denne programvaren for alle brukere på denne maskinen. Alle brukere på maskinen vil kunne bruke denne programvaren.";
"InstallContinueMessage_UnknownDomain" = "Klikk på Installer for å utføre en standardinstallering av denne programvaren.";

/*
"UpgradeContinueMessage_UserDomain" = "Click Upgrade to perform a standard upgrade of this software in your home directory.";
"UpgradeContinueMessage_LocalDomain" = "Click Upgrade to perform a standard upgrade of this software for all users of this computer.";
"UpgradeContinueMessage_UnknownDomain" = "Click Upgrade to perform a standard upgrade of this software.";
*/

/* warnings */
"ShutdownWarning" = "Når denne programvaren er ferdig installert, må du slå av maskinen. Er du sikker på at du vil installere programvaren nå?";
"RestartWarning" = "Når denne programvaren er ferdig installert, må du starte maskinen på nytt. Er du sikker på at du vil installere programvaren nå?";
"LogoutWarning" = "Hvis du vil installere denne programvaren, må du lukke alle programmer, og du logges av når installeringen er fullført. Er du sikker på at du vil installere programvaren nå?";
"BatteryWarning" = "Du er i ferd med å starte en installering uten at maskinen er koblet til strømforsyningsenheten. Er du sikker på at du vil gjøre dette?";
"PadWarning" = "Hvis du installerer denne programvaren, vil du ha mindre enn 100 MB ledig plass på Mac OS X-systemet. Dette anbefales ikke fordi det kan skape problemer med systemet. Er du sikker på at du vil fortsette?";

/* button titles */
/* "UPGRADE_BUTTON_TITLE" = "Upgrade"; */
"INSTALL_BUTTON_TITLE" = "Installer";
"CONTINUE_BUTTON_TITLE" = "Fortsett";
"OK_BUTTON_TITLE" = "OK";
"CANCEL_BUTTON_TITLE" = "Avbryt";
"CONTINUE_INSTALL_BUTTON_TITLE" = "Fortsett installering";

"ExtraMediaMessage" = "Programvaren du installerer, krever flere installeringsplater. Ha følgende plater klare:";
"AppToQuitMessage" = "%@ er åpent og vil bli lukket før denne installeringen begynner. Hvis du ikke vil lukke dette programmet, avbryter du installeringen.";
"AppsToQuitMessage" = "Følgende åpne programmer vil bli lukket før denne installeringen begynner: %@. Hvis du ikke vil lukke disse programmene, avbryter du installeringen.";

"MUST_QUIT_APPLICATIONS_TITLE" = "Noen programmer må lukkes før installeringen kan begynne.";
"MUST_QUIT_APPLICATION_MESSAGE" = "%@ vil bli lukket før denne installeringen begynner. Hvis du ikke vil lukke dette programmet, klikker du på Avbryt for å avbryte installeringen.";
"MUST_QUIT_APPLICATIONS_MESSAGE" = "Følgende programmer vil bli lukket: %@. Hvis du ikke vil lukke disse programmene, avbryter du installeringen ved å klikke på Avbryt.";

/* Format for StandardInstall alert message when you don't have enough disk space and it is a single package */
"StandardInstallSinglePackageDeselectTitle" = "Du trenger omtrent %@ mer ledig plass på måldisken.";
"StandardInstallSinglePackageDeselectMessage" = "Avslutt installereren, gjør mer plass tilgjengelig på disken ved å fjerne filer eller programmer, og prøv deretter å installere på nytt.";
"StandardInstallSinglePackageDeselectMessage_AllowOtherVolumeSelection" = "Du kan velge å installere på en annen disk eller avslutte installereren, gjøre mer plass tilgjengelig på disken ved å fjerne filer eller programmer og deretter prøve å installere på nytt.";

/* Format for CustomInstall alert message when you don't have enough disk space and there is a metapackage */
"CustomMetaPackageDeselectTitle" = "Du trenger omtrent %@ mer ledig plass på måldisken.";
"CustomMetaPackageDeselectMessage" = "Fjern markeringen for noen valg, eller avslutt installereren, gjør mer plass tilgjengelig på disken ved å fjerne filer eller programmer, og prøv deretter å installere på nytt.";
"CustomMetaPackageDeselectMessage_AllowOtherVolumeSelection" = "Du kan velge å installere på en annen disk, fjerne markeringen for noen valg eller avslutte installereren, gjøre mer plass tilgjengelig på disken ved å fjerne filer eller programmer og deretter prøve å installere på nytt.";

/* Displayed when there is nothing for the Installer to do.  Users should not get here but if they do this is what they'll see */
"NothingToInstall" = "En nyere versjon av denne programvaren er installert på maskinen. Du trenger ikke å installere denne versjonen.";

"CUSTOM_FOLDER_TOOLTIP" = "Mappen «%1$@» på %2$@";
"CUSTOM_FOLDER_ERROR_TITLE" = "Det er ikke nok ledig plass til å installere dette objektet.";
"CUSTOM_FOLDER_ERROR_SPACE" = "Gjør mer plass tilgjengelig ved å fjerne filer eller programmer, eller velg en annen mappe eller disk, og prøv deretter å installere på nytt.";
"CUSTOM_FOLDER_DESCRIPTION" = "Du velger en plassering for «%1$@». Størrelsen på dette objektet er %2$@.  Nedenfor er det en liste med disker og ledig plass.";
"CUSTOM_FOLDER_NEGATIVE_SPACE" = "%@ (ikke nok ledig plass)";
"CUSTOM_OTHER_MENU_ITEM" = "Annet…";
